{"摩诃草 (12)": {"组织别名": "Dropping ElephantDropping ElephantAPT-C-09白象 摩诃草", "安全报告": [{"报告标题": "疑似摩诃草组织利用边境争端问题为诱饵针对周边地区的攻击活动分析", "披露时间": "2020/9/1", "披露机构": "奇安信", "攻击手法": "['钓鱼攻击', '漏洞利用', ':', 'CVE', '-', '2019', '-', '0808', '漏洞利用', ':', 'CVE', '-', '2017', '-', '0261']", "报告摘要": "奇安信威胁情报中心红雨滴团队监测发现，黑客组织摩诃草近期异常活跃。利用与邻国边境争端问题的等热点问题为诱饵；利用CVE-2017-0261漏洞释放执行恶意负载；最终恶意负载为FakeJLI后门和Quasar RAT；恶意负载带有AccelerateTechnologies Ltd公司的数字签名证书，根据签名溯源关联发现，疑似该组织开发人员曾将测试样本上传VT测试；该组织升级新增了CVE-2019-0808提权模块；疑似该组织开发人员开始测试.NET版本后门。"}, {"报告标题": "APT组织摩诃草近期针对周边国家和地区的攻击活动分析", "披露时间": "2020/7/13", "披露机构": "奇安信", "攻击手法": "['钓鱼攻击', '木马后门', '水坑攻击']", "报告摘要": "奇安信发现多个摩诃草组织近期针对周边国家和地区的定向攻击样本。在此次样本中，摩诃草组织采用了多种利用方式：例如伪装成南亚地区某国的网络安全协议的CVE-2017-0261漏洞利用文档，伪装成疫情防范指导指南的宏利用样本等。同时还捕获一例疑似水坑攻击样本，其攻陷了巴基斯坦某证券交易网站，并在网站中放置了一个伪装成java运行环境安装程序的恶意可执行文件。最终执行的后门是摩诃草组织常用的FakeJLI后门。该后门加载执行后，首先通过创建互斥量保证只有一个实例运行，然后收集受害者计算机电脑名、操作系统版本等信息。除此之外，还发现了疑似是Bozok RAT的dll文件，其加载执行后，将从资源中获取配置信息，包括互斥量、c2、解密插件密钥等。"}, {"报告标题": "攻击者在Sodinokibi勒索软件活动中扫描PoS软件", "披露时间": "2020/6/23", "披露机构": "Symantec", "攻击手法": "['恶意软件']", "报告摘要": "赛门铁克(Symantec)的研究人员发现，在一个Sodinokibi勒索软件的活动中，攻击者还会扫描某些受害者的网络，以获取信用卡或PoS软件。攻击者使用Cobalt Strike恶意软件向受害者发送Sodinokibi定向勒索软件。有八个组织的系统中有Cobalt Strike恶意软件，其中三名受害者随后感染了Sodinokibi勒索软件。感染Sodinokibi勒索软件的受害者来自服务、食品和保健部门。这次攻击的目标主要是大型、甚至是跨国公司。"}, {"报告标题": "MMCore针对南亚地区的APT攻击活动分析", "披露时间": "2020/4/17", "披露机构": "腾讯", "攻击手法": "['暂无数据']", "报告摘要": "MMCore针对南亚地区的APT攻击活动分析，MMCore是一款有趣的恶意文件，为下载器下载后在内存中解密执行的一个恶意文件。该恶意文件也被称为BaneChant，最早由fireeye在2013年曝光。此外Forcepoint也在2017年初曝光过而恶意文件的一些攻击活动。 该恶意文件的活动，主要活跃在亚洲地区，包括中国、巴基斯坦、阿富汗、尼泊尔等。不过Forcepoint也提到该攻击活动也包含非洲和美国。攻击的目标主要为军事目标、媒体、大学等。"}, {"报告标题": "COVID-19 新冠病毒笼罩下的全球疫情相关网络攻击分析报告", "披露时间": "2020/3/26", "披露机构": "奇安信", "攻击手法": "['远控木马', '木马后门', ',', '勒索软件']", "报告摘要": "自今年年初新冠病毒在国内全面爆发，奇安信威胁情报中心便立刻意识到在这样的非常时期，网络攻击者绝不会自我“隔离”。保障关键业务系统的安全稳定运行及信息安全、重要网站的正常运转和内容不被篡改、防范和阻断利用疫情相关热点的APT、黑产等网络攻击，是另一个当务之急。 在春节期间，奇安信红雨滴团队和奇安信CERT便建立了围绕疫情相关网络攻击活动的监控流程，以希冀在第一时间阻断相关攻击，并发布相关攻击预警。 截至目前，奇安信红雨滴团队捕获了数十个APT团伙利用疫情相关信息针对境内外进行网络攻击活动的案例，捕获了数百起黑产组织传播勒索病毒、远控木马等多类型恶意代码的攻击活动。并通过基于奇安信威胁情报中心威胁情报数据的全线产品阻断了数千次攻击。相关详细信息均及时上报国家和地方相关主管部门，为加强政企客户和公众防范意识，也将其中部分信息摘要发布。 在本报告中，我们将结合公开威胁情报来源和奇安信内部数据，针对疫情期间利用相关信息进行的网络攻击活动进行分析，主要针对疫情相关网络攻击态势、APT高级威胁活动、网络犯罪攻击活动，以及相关的攻击手法进行详细分析和总结。"}, {"报告标题": "“白象三代”APT组织攻击活动披露", "披露时间": "2020/3/13", "披露机构": "微步在线", "攻击手法": "['钓鱼攻击', ',', '木马后门']", "报告摘要": "2020年2月1日，微步情报局监测发现境外攻击者借“新冠肺炎”疫情对我发起定向攻击，通过对攻击发起者的手法、木马特点及攻击资产深入分析发现，其幕后组织具备印度国家背景。 此次攻击活动，其攻击目标涉及我国西藏地区政府机构、航空航天相关企业、科技机构、高等院校、医疗机构等，其中主要攻击目标为声光技术等相关的科技机构或实验室。攻击者与此前长期针对我国印度背景APT组织“白象”在网络资产、攻击目标、攻击手法具有一定相似性，但在武器层面发生了较大调整，鉴于攻击APT攻击活动持续性强这一特点，我们将该阶段攻击发起者命名为“白象三代”。“白象三代”至少于2019年3月起开始针对我国科研人员发起钓鱼攻击，并在下半年开始投递Windows平台、Android平台远控木马，其在攻击活动中使用了大量仿冒我国政府、科研、媒体机构等域名，是一只具有多平台网络攻击能力、网络武器库储备的黑客团队。"}, {"报告标题": "摩诃草团伙利用公用平台分发C2配置攻击活动揭露", "披露时间": "2019/8/26", "披露机构": "奇安信", "攻击手法": "['漏洞', '攻击', '网络钓鱼']", "报告摘要": "近期，奇安信威胁情报中心红雨滴团队利用公开情报发现一个摩诃草团伙的XLSM诱饵文档样本，经过分析发现其载荷主要通过 Github 和 Feed43获取加密的 C&amp;C 配置。通过关联分析我们找到了更多被摩诃草利用的 Github 地址，最早可以追溯到2018年7月，并且截至报告完成时，相关账号依然在使用。 本文主要对Github上配置文件的解密算法分析和通过解密的数据总结出攻击者的一些活动特征。"}, {"报告标题": "疑似白象组织针对巴基斯坦、孟加拉国等南亚国家的最新攻击活动报告", "披露时间": "2019/4/19", "披露机构": "腾讯", "攻击手法": "['漏洞利用', '鱼叉', '网络钓鱼', '木马后门']", "报告摘要": "腾讯御见威胁情报中心捕获到一例使用鱼叉攻击疑似针对巴基斯坦政府部门的攻击样本，攻击者构造具有恶意宏代码的word文档做为邮件附件发送到攻击目标邮箱，诱饵文档内容包含对PAEC（巴基斯坦原子能委员会）的相关描述。除了巴基斯坦的目标外，我们还发现疑似有孟加拉国某组织的高级技术管理人员也被进行了攻击。 经过关联分析，该次攻击疑似白象组织所为。而有意思的是，经过对基础设施的关联分析，我们还发现某次攻击，而该攻击活动又可以关联到BITTER（蔓灵花）组织。"}, {"报告标题": "揭秘摩诃草组织攻击活动"